Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-3_2012/EVS-EN_61439-3_2012_5 Interface characteristics_5 LIIDESE TUNNUSSUURUSED.tmx
Source language: en
Languages: et

source: Interface characteristics
et: LIIDESE TUNNUSSUURUSED

source: This clause of Part 1 applies except as follows.
et: Rakendatakse osa 1 jaotist 5 koos alljärgnevate täienduste ja asendustega.

source: 5.1 General
et: 5.1 Üldist

source: Addition:
et: Täiendus:

source: This objective can be achieved through one of two typical processes; the user will either select a catalogue product, the characteristics of which meet the required user needs, or make a specific agreement with the manufacturer.
et: Seda eesmärki võib saavutada kahe võimaliku tüüpprotseduuri abil: kasutaja võib valida kas kataloogitoote, mille omadused vastavad tema nõutavatele vajadustele, või sõlmida tootjaga erikokkuleppe.

source: In both cases, the specification schedule according to Annex AA is intended to help the user to provide all data necessary to specify, and to help the manufacturer to characterize the actual DBO.
et: Mõlemal juhul on lisas AA esitatud määratluskava mõeldud aitama kasutajal leida kõik vajalikud andmed toote määratlemiseks või tootjal iseloomustada tegelikku jaotuskilpi, mida tohivad käsitada tavaisikud.

source: In some cases information declared by the DBO manufacturer may take the place of an agreement.
et: Mõnel juhul võib tavaisikutele käsitamiseks ette nähtud jaotuskilbi tootja esitatud vastav teave olla kasutaja ja tootja vaheliseks kokkuleppeks.

source: 5.2 .4 Rated impulse withstand voltage (Uimp) (of the ASSEMBLY)
et: 5.2 .4 Kooste tunnus-impulsstaluvuspinge (Uimp)

source: Replacement:
et: Asendus:

source: The rated impulse withstand voltage shall be equal to or higher than the values stated for the transient overvoltages occurring in the electrical system(s) to which the circuit is designed to be connected.
et: Tunnus-impulsstaluvuspinge peab olema sama kõrge või kõrgem kui transientliigpinged elektrisüsteemi(de)s, millega ühendamiseks ahel on ette nähtud.

source: DBO’s shall comply with a minimum overvoltage category III (see IEC 60364-4-44) according to Table G.1 of Annex G of Part 1.
et: Jaotuskilbid, mida tohivad käsitada tavaisikud, peavad vastavalt osa 1 lisa G tabelile G.1 vastama vähemalt liigpingekategooriale III (vt IEC 60364-4-44).

source: 5.4 Rated diversity factor (RDF)
et: 5.4 Arvutuslik samaaegsustegur

source: In the absence of an agreement between the DBO manufacturer and user concerning the actual load currents, the assumed loading of the outgoing circuits of the DBO or group of outgoing circuits may be based on the values in Table 101.
et: Kui tavaisikute poolt käsitamiseks ette nähtud jaotuskilbi tootja ja kasutaja vahel ei ole kokkulepet tegelike koormusvoolude kohta, võib kilbi väljundahelate või väljundahelarühma eeldatava koormusvoolu määrata tabeli 101 järgi.

source: 5.6 Other characteristics
et: 5.6 Muud tunnusandmed

source: q) type A or type B DBO (see 3.1.102 and 3.1.103).
et: q) A- või B-tüüpi jaotuskilp, mida tohivad käsitada tavaisikud (vt terminid 3.1.102 ja 3.1.103).
